[{"pos": "epubcfi(/24/2/4/318/2/1:0)", "pos_type": "epubcfi", "timestamp": "2022-08-14T14:16:17.112695+00:00", "type": "last-read"}, {"end_cfi": "/2/4/136/26/1:1", "highlighted_text": "মহাকবি কিট্‌স একবার নিউটনের বিরুদ্ধে এই অভিযোগ করেছিলেন যে আলোকের সূত্রের মাধ্যমে রঙধনুর বৈজ্ঞানিক ব্যাখ্যা দিয়ে তিনি রঙধনুর সৌন্দর্যকেই ক্ষুণ্ণ করে দিয়েছেন। অথচ কিটস্ই আবার অন্য এক প্রসঙ্গে বলেছিলেন যে, ‘সত্যই সুন্দর’! আরেকবার, পদার্থবিদ ফাইনম্যানকে তার এক শিল্পী বন্ধু একটা ফুল হাতে নিয়ে বলেছিলেন, ‘একজন শিল্পী হিসেবে আমি এই ফুলের সৌন্দর্য হৃদয়ঙ্গম করতে সক্ষম, আর তোমরা বিজ্ঞানীরা এটাকে ভেঙেচুরে ব্যাখ্যা করতে গিয়ে এর সৌন্দর্যকেই নষ্ট করে দাও’। এর উত্তরে ফাইনম্যান বলেছিলেন যে, একজন শিল্পী ফুলে যে সৌন্দর্য দেখতে পান, তিনিও সেই একই সৌন্দর্য দেখতে পান, কিন্তু উপরন্তু তিনি ফুলের ভেতরকার সৌন্দর্যকেও দেখতে পান, যেমন কীভাবে ক্ষুদ্র ক্ষুদ্র কোষ দ্বারা ফুলের পাপড়ি গঠিত হয়, কীভাবে বিবর্তনিক উপযোজনের কারণে কীটপতঙ্গকে আকর্ষণ করার জন্য ফুলের সুন্দর রঙের সৃষ্টি হয়েছে, এইসব, যা থেকে তার শিল্পী বন্ধু বঞ্চিত31।", "spine_index": 10, "spine_name": "index_split_009.html", "start_cfi": "/2/4/136/6/1:242", "style": {"kind": "color", "type": "builtin", "which": "green"}, "timestamp": "2022-07-23T16:36:18.063Z", "toc_family_titles": ["বিজ্ঞানের গান"], "type": "highlight", "uuid": "KuN8_gXNX1k0kILwu_YbGw"}, {"end_cfi": "/2/4/302/6/1:545", "highlighted_text": "স্তন্যপায়ী প্রাণীদের বাক্‌যন্ত্রের স্নায়ুর (Recurrent Laryngeal Nerve) কথা। মস্তিষ্ক থেকে বাক্‌যন্ত্র পর্যন্ত আবর্তিত এই স্নায়ুটি আমাদের কথা বলতে এবং খাবার হজম করতে সাহায্য করে। মানুষের ক্ষেত্রে এই স্নায়ুর মস্তিষ্ক থেকে বাক্‌যন্ত্র পর্যন্ত আসতে এক ফুটের মতো দূরত্ব অতিক্রম করা প্রয়োজন। কিন্তু কৌতূহল উদ্দীপক ব্যাপার হলো, এটি সরাসরি মস্তিষ্ক থেকে বাক্‌যন্ত্রে যাওয়ার রাস্তা গ্রহণ করে নি। মস্তিষ্ক থেকে বের হয়ে এটি প্রথমে চলে যায় বুক পর্যন্ত। সেখানে হৃৎপিণ্ডের বাম অলিন্দের প্রধান ধমনি এবং ধমনি থেকে বের হওয়া লিগামেন্টকে পেঁচিয়ে আবার উপরে উঠতে থাকে। উপরে উঠে তারপর সে যাত্রাপথে ফেলে আসা বাক্‌যন্ত্রের সাথে সংযুক্ত হয়।", "spine_index": 11, "spine_name": "index_split_010.html", "start_cfi": "/2/4/302/2/1:53", "style": {"kind": "color", "type": "builtin", "which": "green"}, "timestamp": "2022-08-14T10:26:32.250Z", "toc_family_titles": ["দ্বি তী য় অ ধ্যা য়"], "type": "highlight", "uuid": "qLSF_KY9xeKdgwzw7k-IGg"}, {"end_cfi": "/2/4/302/6/1:660", "highlighted_text": "এই যাত্রাপথে স্নায়ুটি তিন ফুটের চেয়েও বেশি দূরত্ব অতিক্রম করে।", "spine_index": 11, "spine_name": "index_split_010.html", "start_cfi": "/2/4/302/6/1:598", "style": {"kind": "color", "type": "builtin", "which": "green"}, "timestamp": "2022-08-14T10:26:58.215Z", "toc_family_titles": ["দ্বি তী য় অ ধ্যা য়"], "type": "highlight", "uuid": "HHiewr6seHKDoOSnWrq0bQ"}, {"removed": true, "timestamp": "2022-08-14T14:05:08.159Z", "type": "highlight", "uuid": "XjMEC-aFZYO4XrrTN8DXjw"}, {"end_cfi": "/2/4/304/1:395", "highlighted_text": "বাক্‌যন্ত্রের স্নায়ুর এই আবর্তিত পথ শুধু খুব বাজে ডিজাইনই নয়, এটি ভয়ংকরও। স্নায়ুটির এই অতিরিক্ত দৈর্ঘ্যের কারণে এর আঘাত পাওয়ার সম্ভাবনা বৃদ্ধি পেয়েছে। ধরা যাক, কেউ আপনাকে বুকে আঘাত করল। এই বস্তুটির বুকে থাকার কথা ছিল না, কিন্তু আছে এবং যার কারণে ঠিকমতো আঘাত পেলে আমাদের গলার স্বর বন্ধ হয়ে আসে। যদি কেউ বুকে ছুরিকাহত হয় তাহলে কথা বলার ক্ষমতা নষ্টের পাশাপাশি খাবার হজম করার ক্ষমতাও ধ্বংস হয়ে যায়। ", "spine_index": 11, "spine_name": "index_split_010.html", "start_cfi": "/2/4/304/1:0", "style": {"kind": "color", "type": "builtin", "which": "red"}, "timestamp": "2022-08-14T14:04:15.940Z", "toc_family_titles": ["দ্বি তী য় অ ধ্যা য়"], "type": "highlight", "uuid": "7Dmkl1FYi2jLrjcLpsaBRg"}, {"removed": true, "timestamp": "2022-08-14T14:05:33.103Z", "type": "highlight", "uuid": "vSbQFvv_nMX6nmMlrdYq1w"}, {"end_cfi": "/2/4/302/6/1:931", "highlighted_text": " স্তন্যপায়ী জিরাফের ক্ষেত্রেও একই ব্যাপার। মস্তিষ্ক থেকে বের হয়ে সে লম্বা গলা পেরিয়ে বুকের মধ্যে ঘোরাঘুরি শেষে আবার লম্বা গলা পেরিয়ে উপরে উঠে বাক্‌যন্ত্রে সংযুক্ত হয়। সরাসরি সংযুক্ত হলে যে দূরত্ব তাকে অতিক্রম করতে হতো, তার থেকে প্রায় পনেরো ফুট বেশি দূরত্ব সে অতিক্রম করে।", "spine_index": 11, "spine_name": "index_split_010.html", "start_cfi": "/2/4/302/6/1:660", "style": {"kind": "color", "type": "builtin", "which": "yellow"}, "timestamp": "2022-08-14T14:05:39.892Z", "toc_family_titles": ["দ্বি তী য় অ ধ্যা য়"], "type": "highlight", "uuid": "39M8RGqwK5R8CZgetAN3kA"}, {"end_cfi": "/2/4/306/14/1:640", "highlighted_text": "মাছের শরীরের নাড়ি-ভুঁড়ি ঢেকে রাখার কাঠামোর ষষ্ঠ শাখাটি (6th branchial arch) ফুলকায় রূপান্তরিত হয়েছিল। ফুলকায় রক্ত সরবরাহ করত হৃদপিণ্ডের বাম দিকের প্রধান ধমনির দ্বিতীয় ভাগ যা Aortic Arch নামে পরিচিত। এই ধমনির পেছনে ছিল ভেগাস স্নায়ুর (Vagus Nerve) চতুর্থ শাখা। প্রাপ্তবয়স্ক প্রত্যেকটা মাছের ফুলকা সামগ্রিকভাবে এগুলো নিয়েই ছিল। স্তন্যপায়ী প্রাণীদের ক্ষেত্রে মাছের নাড়ি-ভুঁড়ি ঢেকে রাখার ষষ্ঠ শাখার একটি অংশ বিবর্তিত হয়ে বাক্‌যন্ত্রে রূপান্তরিত হয়েছিল। সেই সময় যেহেতু ফুলকাই বিলুপ্ত, সুতরাং ফুলকাকে রক্ত সরবরাহকারী, হৃদপিণ্ডের বামদিকের প্রধান ধমনির প্রয়োজনীয়তা শেষ হয়ে গিয়েছিল। কাজ না থাকায় এটি মূল গঠন থেকে একটু নিচে নেমে বুকের কাছে চলে এসেছিল। আর যেহেতু এই ধমনির পেছনে ছিল স্নায়ুটি, তাই একেও বাধ্য হয়ে নেমে যেতে হয়েছিল বুকের দিকে। তারপর বুকে থাকা বাম অলিন্দের প্রধান ধমনি এবং ধমনি থেকে বের হওয়া লিগামেন্টকে প্যাঁচানো শেষ করে সে আবার উপরে উঠে এসে বিবর্তিত বাক্‌যন্ত্রের সাথে সংযুক্ত হয়েছিল।", "spine_index": 11, "spine_name": "index_split_010.html", "start_cfi": "/2/4/306/2/1:119", "style": {"kind": "color", "type": "builtin", "which": "green"}, "timestamp": "2022-08-14T14:11:10.917Z", "toc_family_titles": ["দ্বি তী য় অ ধ্যা য়"], "type": "highlight", "uuid": "wU9J_90K3DxPqBCHuZIe9Q"}]